{
    "ABOUT": "Über mich",
    "SKILLS": "Fähigkeiten",
    "PORTFOLIO": "Portfolio",
    "SWITCH_LANGUAGE": "English",

    "I_AM": "Ich bin",
    "FRONTEND_DEVELOPER": "FRONTEND ENTWICKLER",
    "LETS_TALK": "Lass uns sprechen!",
    "SCROLL_DOWN": "Runterscrollen",

    "ABOUT_02": "Über mich",
    "ABOUT_02_01": "Hallo, ich bin Muhammed, ein Frontend-Entwickler aus Köln. Ich habe einen Hintergrund in der Webentwicklung mit einem Schwerpunkt auf HTML, CSS, JavaScript, TypeScript und Angular.",
    "ABOUT_02_02": "Meine Leidenschaft liegt im Programmieren, weshalb ich mich auf die Webentwicklung spezialisiert habe. Mein Ziel ist es, benutzerfreundliche Websites zu erstellen, die Funktionalität und Ästhetik nahtlos miteinander verbinden.",
    "ABOUT_02_03": "Betrachten Sie mich als das fehlende Puzzleteil für Ihr Team. Mit meiner Leidenschaft für Softwareentwicklung und der Fähigkeit, Probleme effizient zu lösen, bin ich bereit, zu Ihren Projekten beizutragen und Ihnen zu helfen, Ihre Ziele zu erreichen.",
  
    "SKILLS_03_01": "Fähigkeiten",
    "SKILLS_03_02": "Ich habe Erfahrung im Aufbau von Projekten mit verschiedenen Frontend-Technologien und -Konzepten gesammelt.",
    "SKILLS_03_03": "Kontakt aufnehmen",

    "PORTFOLIO_04_01": "Diese Seite ist ein Beispiel meiner Arbeit! Scrollen Sie nach unten, um weitere Projekte zu sehen, die ich entwickelt habe.",
    "PORTFOLIO_04_02": "Ein Sprung-, Lauf- und Wurfspiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
    "PORTFOLIO_04_03": "Ein Taskmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",

    "CONTACT_05_01": "Kontakt",
    "CONTACT_05_02": "Sie haben ein Problem zu lösen?",
    "CONTACT_05_03_01": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen. ",
    "CONTACT_05_03_02": "Brauchen Sie einen Frontend-Entwickler? ",
    "CONTACT_05_03_03": "Kontaktieren Sie mich!",

    "CONTACT_05_NAME": "Ihr Name",
    "CONTACT_05_EMAIL": "Ihre E-Mail Adresse",
    "CONTACT_05_MSG": "Ihre Nachricht",
    "CONTACT_05_POLICY_01": "Ich habe die ",
    "CONTACT_05_POLICY_02": "Datenschutzrichtlinien",
    "CONTACT_05_POLICY_03": " gelesen und stimme der Verarbeitung meiner Daten gemäß den darin dargelegten Bedingungen zu.",
    "CONTACT_05_SEND": "E-Mail senden",

    "IMPRINT": "Impressum"
}